IDEA StatiCa Open Model
ExposureClassesDataEc2.ChloridesCheck Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Check box Chlorides
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool ChloridesCheck { get; set; }
Public Property ChloridesCheck As Boolean
	Get
	Set
public:
property bool ChloridesCheck {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace